notes

**** DONE [[file:the%20lowball/messages/To%20General%20Hamieh/The%20Swinging%20Gait.org][Letter]]
    - State "DONE"       from "CURRENT"    [2019-10-02 Wed 12:34]
    :LOGBOOK:
    CLOCK: [2019-10-02 Wed 10:37]--[2019-10-02 Wed 10:45] =>  0:08
    :END:
**** DONE Prepare envelope
    - State "DONE"       from "CURRENT"    [2019-10-02 Wed 13:15]
    :LOGBOOK:
    CLOCK: [2019-10-02 Wed 13:12]--[2019-10-02 Wed 13:15] =>  0:03
    CLOCK: [2019-10-02 Wed 12:34]--[2019-10-02 Wed 12:38] =>  0:04
    :END:
